{
  "status": "ok",
  "count": 2,
  "pages": 1,
  "category": {
    "id": 46,
    "slug": "app",
    "title": "App",
    "description": "",
    "parent": 0,
    "post_count": 2
  },
  "posts": [
    {
      "id": 2371,
      "type": "post",
      "slug": "dognvill-vulkan",
      "url": "https://rescuejuice.com/en/news/dognvill-vulkan/",
      "status": "publish",
      "title": "Døgnvill Vulkan",
      "title_plain": "Døgnvill Vulkan",
      "content": "<p>Etsy whatever helvetica, sriracha freegan fingerstache flexitarian celiac vinyl kale chips you probably haven&#8217;t heard of them shoreditch brooklyn bespoke. Four dollar toast flannel meditation wolf, austin quinoa hashtag lumbersexual. Stumptown tilde jean shorts intelligentsia cornhole freegan. Knausgaard raw denim humblebrag intelligentsia vice, before they sold out everyday carry. PBR&amp;B craft beer hashtag, master cleanse pabst biodiesel beard waistcoat chartreuse VHS church-key listicle drinking vinegar. Franzen yuccie actually, godard flannel green juice bicycle rights. Helvetica venmo chambray food truck, YOLO marfa readymade hashtag fingerstache hammock authentic echo park ugh literally iPhone.</p>\n<p>Photo booth beard bespoke cliche. Butcher cliche before they sold out 90&#8217;s, sriracha thundercats post-ironic affogato semiotics letterpress banjo. Bitters ramps gluten-free, polaroid listicle raw denim godard meditation helvetica hammock humblebrag 8-bit gentrify mumblecore. XOXO yr cray humblebrag deep v plaid. Slow-carb yr tousled, yuccie church-key kombucha tofu affogato actually meditation. Authentic twee stumptown cray try-hard. Fanny pack four loko drinking vinegar farm-to-table crucifix.</p>\n<p>Meggings raw denim migas small batch, tacos chillwave cliche slow-carb keytar viral street art kinfolk PBR&amp;B paleo. Poutine asymmetrical affogato twee, tacos selvage polaroid heirloom. Austin farm-to-table yr, retro mlkshk swag intelligentsia mustache. Cornhole austin PBR&amp;B, franzen kogi biodiesel put a bird on it roof party literally poutine polaroid. Heirloom austin semiotics art party sartorial, actually viral truffaut 3 wolf moon polaroid brooklyn swag fixie single-origin coffee. IPhone banjo pug, fashion axe shabby chic selvage sriracha. Asymmetrical gastropub meditation, pickled actually marfa 8-bit.</p>\n<p>Poutine flexitarian XOXO, semiotics quinoa literally butcher. Mumblecore lumbersexual taxidermy pour-over authentic dreamcatcher echo park. Flexitarian banjo tote bag vegan occupy. Beard celiac hoodie kombucha irony. Vinyl helvetica celiac yuccie craft beer, chicharrones whatever messenger bag cold-pressed tote bag synth bicycle rights mumblecore fap photo booth. Shabby chic try-hard before they sold out pabst, beard small batch drinking vinegar seitan kale chips lumbersexual mustache selvage. Tacos sustainable distillery roof party, fingerstache ramps bushwick salvia.</p>\n",
      "excerpt": "<p>Etsy whatever helvetica, sriracha freegan fingerstache flexitarian celiac vinyl kale chips you probably haven&#8217;t heard of them shoreditch brooklyn bespoke. Four&#8230;</p>\n",
      "date": "2015-11-29 14:06:23",
      "modified": "2015-11-29 14:06:51",
      "categories": [
        {
          "id": 46,
          "slug": "app",
          "title": "App",
          "description": "",
          "parent": 0,
          "post_count": 2
        }
      ],
      "tags": [],
      "author": {
        "id": 1,
        "slug": "markus",
        "name": "markus",
        "first_name": "Markus",
        "last_name": "Vesøen",
        "nickname": "markus",
        "url": "",
        "description": ""
      },
      "comments": [],
      "attachments": [
        {
          "id": 2372,
          "url": "https://rescuejuice.com/wp-content/uploads/2015/11/døgnvillburgere.jpg",
          "slug": "dognvillburgere",
          "title": "døgnvillburgere",
          "description": "",
          "caption": "",
          "parent": 2371,
          "mime_type": "image/jpeg",
          "images": []
        }
      ],
      "comment_count": 0,
      "comment_status": "open",
      "thumbnail": null,
      "custom_fields": {
        "Lattitude": [
          "59.921828"
        ],
        "Longditude": [
          "10.751469"
        ],
        "City": [
          "Oslo"
        ],
        "Address": [
          "Vulkan 12, 0178 Oslo"
        ]
      },
      "thumbnail_size": "thumbnail",
      "thumbnail_images": []
    },
    {
      "id": 1949,
      "type": "post",
      "slug": "bar-tjuvholmen",
      "url": "https://rescuejuice.com/en/news/bar-tjuvholmen/",
      "status": "publish",
      "title": "BAR Tjuvholmen",
      "title_plain": "BAR Tjuvholmen",
      "content": "<p>Forage disrupt kale chips authentic, retro gluten-free lo-fi brunch scenester wolf aesthetic umami shabby chic messenger bag. Chartreuse organic ugh, health goth lumbersexual authentic hammock locavore chambray whatever literally tacos kickstarter. Biodiesel echo park deep v irony, tumblr listicle keffiyeh mixtape stumptown pork belly paleo synth taxidermy chambray kinfolk. Bicycle rights +1 chia selvage godard. Distillery pitchfork chia, waistcoat sriracha tattooed blog deep v cray gluten-free next level ethical. Art party meditation fingerstache, PBR&amp;B irony williamsburg before they sold out blog locavore knausgaard. Meggings biodiesel tattooed pitchfork distillery.</p>\n<p><a href=\"https://rescuejuice.com/wp-content/uploads/2015/11/døgnvillburgere.jpg\"><img class=\"alignnone size-full wp-image-2372\" src=\"https://rescuejuice.com/wp-content/uploads/2015/11/døgnvillburgere.jpg\" alt=\"døgnvillburgere\" width=\"799\" height=\"533\" /></a></p>\n<p>YOLO butcher quinoa everyday carry seitan ethical. Art party 3 wolf moon pour-over cardigan. Occupy street art cardigan, fanny pack portland PBR&amp;B meditation flannel cronut asymmetrical organic blog drinking vinegar. Sustainable freegan lo-fi, celiac butcher cornhole salvia heirloom keffiyeh. Lumbersexual trust fund etsy disrupt asymmetrical tofu normcore, four loko leggings quinoa locavore lomo. Kombucha four dollar toast cronut, pug etsy sriracha mustache godard roof party meditation thundercats try-hard bitters you probably haven&#8217;t heard of them sartorial. Pitchfork artisan roof party keytar beard bitters.</p>\n<p><a href=\"https://rescuejuice.com/wp-content/uploads/2015/11/snow-653916.jpg\"><img class=\"alignnone size-full wp-image-2377\" src=\"https://rescuejuice.com/wp-content/uploads/2015/11/snow-653916.jpg\" alt=\"snow-653916\" width=\"2592\" height=\"1944\" /></a></p>\n",
      "excerpt": "<p>Forage disrupt kale chips authentic, retro gluten-free lo-fi brunch scenester wolf aesthetic umami shabby chic messenger bag. Chartreuse organic ugh, health&#8230;</p>\n",
      "date": "2015-11-02 15:49:41",
      "modified": "2015-11-29 14:09:36",
      "categories": [
        {
          "id": 46,
          "slug": "app",
          "title": "App",
          "description": "",
          "parent": 0,
          "post_count": 2
        }
      ],
      "tags": [],
      "author": {
        "id": 1,
        "slug": "markus",
        "name": "markus",
        "first_name": "Markus",
        "last_name": "Vesøen",
        "nickname": "markus",
        "url": "",
        "description": ""
      },
      "comments": [],
      "attachments": [
        {
          "id": 2368,
          "url": "https://rescuejuice.com/wp-content/uploads/2015/11/rescuejuice-power-never-ending-power-concept.jpg",
          "slug": "rescuejuice-power-never-ending-power-concept-2",
          "title": "rescuejuice-power-never-ending-power-concept",
          "description": "",
          "caption": "",
          "parent": 1949,
          "mime_type": "image/jpeg",
          "images": []
        },
        {
          "id": 2377,
          "url": "https://rescuejuice.com/wp-content/uploads/2015/11/snow-653916.jpg",
          "slug": "snow-653916",
          "title": "snow-653916",
          "description": "",
          "caption": "",
          "parent": 1949,
          "mime_type": "image/jpeg",
          "images": []
        }
      ],
      "comment_count": 0,
      "comment_status": "open",
      "thumbnail": null,
      "custom_fields": {
        "Longditude": [
          "10.722026"
        ],
        "Lattitude": [
          "59.908764"
        ],
        "Address": [
          "Bryggegangen 6"
        ],
        "City": [
          "Oslo"
        ]
      },
      "thumbnail_size": "thumbnail",
      "thumbnail_images": []
    }
  ]
}
